{
	"tate_quote": ["I don't need to be motivated because I 'm a disciplined person. If I allocate X amount of time to do something, I'm going to do it.",

		"Every action you take is molding who you are as a person. Every time that you sleep in. Every time you are undisciplined, you are training yourself that it's okay. A downward spiral towards mediocrity.",

		"You are exactly where you deserve to be. Change who you are and you will change how you live.",

		"If I'm not doing something which is either extremely difficult or extremely stressful, I'm in a perpetual state of crippling boredom.",

		"Men are not designed to be comfortable. They want to achieve. They want to feel pain and suffering. They want to conquer something.",

		"The person who goes to the gym every day regardless of how they feel will always beat the person who goes to the gym when they feel like going to the gym.",

		"The immovable object beats the unstoppable force. The immovable object requires less energy. Efficiency always wins.",

		"Emotional control isn't a lack of emotion, it's a necessary function of maturity.",

		"Value is linked to difficulty. If you want something that is valuable, you need something which is difficult to obtain.",

		"I could never stop fighting even if I lost 100 fights because I'm not built to live a normal existence.",

		"For 12 years I trained 5 hours per day, six days per week, and I was motivated to train probably 25% of the time. The rest of the time I went because I am disciplined.",

		"The average man doesn't try very hard. So if you try very hard, it's impossible to be average.",

		"You're going to have to work when you don't feel like working. That's how it's going to have to be, or you're never going to be anything.",

		"Sadness is a warning. You feel it for a reason. Your mind is telling you that you need to work harder.",

		"A good plan today is better than a perfect plan tomorrow. You've gotta do something and you've gotta do something fast. You just sitting around talking about it and hoping for things to get better isn't going to do anything.",

		"Most people see other people with things they want and don't do the second half. They don't try to work out how they got that thing.",

		"The temporary satisfaction of quitting is outweighed by the eternal suffering of being a nobody.",

		"Close your eyes. Focus on making yourself feel excited, powerful. Imagine yourself destroying goals with ease.",

		"The amount of stress you can tolerate while remaining effective is directly correlated to the level of success you will enjoy.",
		"Don't listen to the advice of people who are living lives you don't want to live.",

		"When's the last time you prevented the negative instead of dealing with it?",

		"Discipline is the key to success. Absolutely is. If you cannot force yourself to do something that you do not want to do, how are you ever gonna put yourself through the suffering required for greatness?",

		"I don't think there's a person on this planet who has a 100% approval rate.",


		"I'm very happy that my life has been difficult because it's impossible to become a capable man without struggling, facing serious adversities, and overcoming insurmountable odds.",

		"Every day that you make the wrong choice, more of your potential is wasted.",

		"If you want people to care about who you are, become familiar with pain.",

		"Sloppy in one area of your life results in sloppiness in all areas of your life.",


		"Success loves speed.",


		"You've never pushed yourself because you believe the goal can never be achieved.",

		"People who train every day do not want to train every day. They are not motivated to train every day. They have something else, they are disciplined.",

		"Have you taken advantage of the few things you actually control? Or are you still hoping to just get lucky?",

		"My unmatched perspicacity coupled with sheer indefatigability makes me a feared opponent in any realm of human endeavor.",

		"You need to understand that in this world there's a whole bunch of people doing amazing things that you are not doing. And that needs to piss you off.",

		"Nobody gives a f**k about you as much you're gonna have to give a f**k about yourself.",

		"90% of success is going through stress, pain, torment, and bulls**t.",

		"Find a person who is as successful as you'd like to be. Ask them what to do. Then do it and work hard.",

		"Think of all of the amazing things you could have accomplished by now if you weren't brutally lazy. Imagine all of the time you wasted, every opportunity you let pass by, all the good advice you arrogantly ignored. If you were your creator, would you not be disgusted as well?",

		"Today you can act as an amateur or a professional. Decide what you will do right now.",

		"Maybe you're broke. Maybe you're out of shape. Maybe you just want a different life altogether. This 'depression' you feel is the key to everything you want to change.",

		"Your life can be like a movie. The mundane, the boring, the average, your life doesn't need to be this way. But every good movie has some sort of risk, and the heroes of the story are willing to take them. Are you?",

		"If you truly wanted money, you wouldn't be able to sleep until you f**king had it.",

		"If you can find a place where money is moving and stand in the way, then the money is vulnerable.",

		"If you don't know anybody who is rich, you're not useful to someone who is.",

		"The best and fastest way to obtain wealth does not guarantee it will feel easy or fast.",

		"Freedom will only come when you no longer trade your time for money.",

		"Cost is the enemy of the poor man, so the poor try to save money. Time is the enemy of the rich man, so the rich try to save time.",

		"Money is not the goal, power is.",

		"Cowardice is bred into poor people. It ensures poverty by dulling their appetite for risk.",

		"Investing is the easiest example of your network is your net worth.",

		"Poor people like to believe the rich are mysteriously unhappy to feel better about being poor.",

		"The amount of work you find to do is directly correlated to how much you care.",

		"There is a reason that a millionaire wants to be a billionaire.",

		"Understand that as people become poor, the money hasn't vanished. Someone else is becoming rich.",

		"You can become rich, you can become strong, you can take care of your loved ones and enjoy the fact that it will be very difficult.",

		"You will never get rich without a plan.",

		"A degree is more expensive every year yet more of them exist every year.",

		"I find that very few men really want freedom. They'd rather play it safe and take the highest hourly wage they can get their hands on. Hoping that will make them rich when the math clearly doesn't add up.",

		"If you're known as crazy. Your life is going to go one of two ways. Absolute success, or the absolute bottom. But you can rest assured you won't end up average like the rest.",

		"All of life's important lessons come from being broke. The best thing you can hope for as a headstart for a child are: good parents and no money.",

		"You are exactly where you deserve to be.Poor ? Then money isn 't your problem, your brain is the problem. You are the reason for your own poverty.",

		"You are organized, fast, and systematized. You stop doing things that you know are a waste of time. You stop acting based on emotional whims. Imagine that version of yourself. Imagine what that person accomplishes in a year.",

		"Imagine broke people saying money isn't happiness and thinking: How would they know?",

		"All of you watching this have a handful of aces.",

		"One of the only things that you can control in this world is your state of mind.",

		"You have to play the cards you're dealt.",

		"If you can deal with stress all day, you're going to be successful.",

		"If you have a mind that you can't control, you're never going to be a king.",

		"You don't get to go through life only doing the things that you feel like doing.",

		"Do the impossible and you'll never doubt yourself again.",

		"Your mind must be stronger than your feelings.",

		"If failure makes you stronger, you can never lose.",

		"Everybody can preach positivity in the sunshine.",

		"Every action you take is molding who you are as a person.",

		"Arrogance breeds complacency and complacency breeds failure.",

		"Fear and respect are different things. The tool you deploy depends on the job.",

		"Are you good enough on your worst day to defeat your opponents on their best day?",

		"Become strong, honorable, and dutiful.",

		"Do not listen to the weak on how to become strong.",

		"If failure makes you stronger, you can never lose.",

		"Success loves speed.",

		"There is no replacement for effort.",

		"You're only as good as the influences around you.",

		"Aspire to be a man who can do whatever he wants, whenever he wants.",

		"Being rich is even better than you imagine it to be.",

		"Depression is motivation's toxic waste.",

		"Do not blindly obey your emotions.",

		"Do not give up on conquest.",

		"The future belongs to those who prepare for it today.",

		"Most of you have been down so long that getting up hasn't crossed your mind.",

		"A betrayal from a friend is much worse than an attack from an enemy.",

		"How you view the world absolutely shapes how you react to the world.",

		"You have to believe that you can achieve anything.",


		"It's impossible to exist somewhere you're not comfortable.",

		"When you are a fox, the rabbits are gonna hate you.",

		"Life will never come to you. You must come to life.",

		"How I feel has no bearing on how I live my life.",

		"Trauma and difficulty helps you to man up.",

		"Every one of my actions is intentional. Divine purpose.",

		"Raw action solves everything. Caution breeds fear.",

		"Silence isn't uncomfortable unless you're already uncomfortable within yourself.",

		"The top of the mountain is the bottom of the next.",

		"You're not thankful for something if you don't fight to keep it.",

		"Be the father/brother to someone who lost their father/brother.",

		"Say what you would say at their funeral to their face before they die, while they can still hear you."
	]

}